[
  {
    "message": "Do you still remember those old jokes we used to laugh at? I hope those kind of memories can boost your mood when you're having a rough day.",
    "note": "Take care~"
  },
  {
    "message": "I really like being around you. I hope your days will always be filled with blessings and you always find ways to be grateful.",
    "note": "See you later~"
  },
  {
    "message": "Let's live in the present.",
    "note": "Together we are stronger~"
  },
  {
    "message": "As Dr. Lauren Fogel Mersy said: 'Deep breathing is our nervous system’s love language.'",
    "note": "Keep breathing~"
  },
  {
    "message": "I'm sorry if I have ever left bruises on your body, or wounds in your heart, or even scars on your mind.",
    "note": "I really am sorry~"
  },
  {
    "message": "There is a saying that 'Vulnerability sounds like truth and feels like courage. Truth and courage aren’t always comfortable, but they're never weakness.'",
    "note": "Keep up the good work~"
  },
  {
    "message": "Somewhere, somehow, someone feels happy just knowing you're alive.",
    "note": "Be and keep the genuine people around~"
  },
  {
    "message": "No matter how difficult today feels, remember that storms always pass. The sun will shine again, and so will you.",
    "note": "Hold on tight~"
  },
  {
    "message": "Your presence alone makes the world a little brighter. Even if you don’t always see it, you matter more than you know.",
    "note": "Stay kind to yourself~"
  },
  {
    "message": "Even on the hardest days, I hope you find small moments of joy—like a warm drink, a favorite song, or a kind word.",
    "note": "Savor the little things~"
  },
  {
    "message": "You don’t have to carry everything alone. It’s okay to lean on others, to rest, and to just be.",
    "note": "You are not alone~"
  },
  {
    "message": "Mistakes don’t define you. Growth does. Keep moving forward, one step at a time.",
    "note": "I believe in you~"
  },
  {
    "message": "Your heart is a garden. Nurture it with patience, kindness, and self-love. Beautiful things will bloom in time.",
    "note": "Trust the process~"
  },
  {
    "message": "If today feels like a mountain, just take it one step at a time. Progress is still progress, no matter the pace.",
    "note": "Keep going~"
  },
  {
    "message": "Your journey is uniquely yours, and every step you take matters. Don't rush, just keep moving forward.",
    "note": "You are doing great~"
  },
  {
    "message": "Sometimes, the best thing you can do is pause, take a deep breath, and remind yourself that you're enough just as you are.",
    "note": "Breathe easy~"
  },
  {
    "message": "The world is better because you're in it. Never forget that your kindness, your laughter, and your presence make a difference.",
    "note": "You are loved~"
  },
  {
    "message": "It’s okay to rest. It’s okay to slow down. You are not a machine; you deserve care too.",
    "note": "Take it easy~"
  },
  {
    "message": "Even if today feels heavy, I hope tomorrow feels a little lighter. Keep holding on, brighter days are ahead.",
    "note": "One step at a time~"
  },
  {
    "message": "You don’t need to have everything figured out right now. Life unfolds at its own pace, and that's okay.",
    "note": "Trust the timing~"
  },
  {
    "message": "No act of kindness is ever wasted, no matter how small. Keep being the wonderful person you are.",
    "note": "Kindness comes back~"
  },
  {
    "message": "Growth isn't always visible, but that doesn't mean it isn't happening. Keep believing in yourself.",
    "note": "You are evolving~"
  },
  {
    "message": "You deserve the same kindness and love that you so freely give to others.",
    "note": "Be gentle with yourself~"
  },
  {
    "message": "Every sunrise is a fresh start, a chance to begin again. Let go of yesterday and embrace today.",
    "note": "New day, new possibilities~"
  },
  {
    "message": "Your feelings are valid, your struggles are real, and your resilience is inspiring.",
    "note": "I see you, I appreciate you~"
  },
  {
    "message": "You don’t have to be perfect to be worthy. You already are, just as you are.",
    "note": "You are enough~"
  },
  {
    "message": "Healing isn’t linear. Some days will be tough, but each one brings you closer to peace.",
    "note": "Keep going~"
  },
  {
    "message": "Even if today didn't go as planned, tomorrow is a new chance to try again. You are capable of great things.",
    "note": "Never give up~"
  }
]
